<div class="BlueBlock310 ml0">
    <div class="BlueBlock310_top"></div>
    <div class="BlueBlock310_header">Знаете ли вы, что?</div>
    <div class="BlueBlock310_cont">
        <ul id="mycarousel" class="jcarousel-skin-tango">
            <li>В Мексике проживают более 50 видов колибри, а также некоторые виды пеликанов и другие птицы, которые не прижились больше нигде.</li>
            <li>Символы на флаге Мексики были взяты из мифологии ацтеков, а вообще страна является смесью многих культур и цивилизаций: инков, ацтеков, майя, африканцев, ольмеков и др.</li>
            <li>Мексика занимает второе место после Бразилии по количеству жителей, которые исповедуют религию католицизм.</li>
            <li>Мексиканский Национальный университет является первым университетом, открытым в Северной Америке, это случилось в 1551 году.</li>
            <li>Штат Техас до 1836 года был провинцией Мексики, а независимость свою он получил по итогам войны 1836 -1838 года.</li>
            <li>Всего 50 лет назад, в 1958 году мексиканские женщины получили право голосовать на президентских выборах.</li>
            <li>Мексика занимает первое место в Латинской Америке по величине доходов на душу населения.</li>
            <li>Мексика является единственной страной Латинской Америки, где Чемпионат мира по футболу был проведен дважды в ХХ веке (в 1970 и в 1986 годах).</li>
            <li>В Мексике проживает самая крупная кошка в Северной Америке — ягуар, также именно в Мексику иммигрируют бабочки из Канады и США, численность которых идет на миллионы.</li>
            <li>Мексика является единственной латиноамериканской страной, которая удостоилась чести проведения Олимпийских Игр в 1968 году.</li>
            <li>Мексиканские детишки не получают подарков в честь Рождества, не находят они сувениров и под Новый год. Подарки находят их 6 января в тот день, когда Иисус получил дары от волхвов.</li>
            <li>Древнее дерево, растущее в Мексике — «Ардол-де-Тул» имеет высоту около 40 футов (12 метров), и известно стало своим возрастом — растению более 2 тысяч лет.</li>
            <li>Самым популярным национальным видом спорта в стране считается  футбол, за ним следует бой быков, который также входит в перечень любимейших национальных видов спорта.</li>
            <li>Родиной шоколада является Мексика, индейцы употребляли его как напиток и добавляли в него красный перец, что делало шоколад жгучим.</li>
            <li>Мехико — столица страны возведена на озере, а из-за того, что пресная вода потребляется жителями мегаполиса чрезмерно, город проседает вниз на несколько сантиметров ежегодно.</li>
            <li>Один из популярнейших и известных салатов в мире под названием Цезарь, был назван так в честь ресторатора-мексиканца, имеющего итальянского корни — Цезаря Кардини.</li>
            <li>Одним из семи чудес света стала известная мексиканская пирамида Чичен-Ица.</li>
        </ul>
    </div>
    <div class="BlueBlock310_bottom"></div>
</div>